beaker/results/beaker-f.txt
[OVERALL], RunTime(ms), 4430
[OVERALL], Throughput(ops/sec), 225.73363431151242
[TOTAL_GCS_PS_Scavenge], Count, 2
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 17
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.3837471783295711
[TOTAL_GCS_PS_MarkSweep], Count, 1
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 24
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.5417607223476297
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 41
[TOTAL_GC_TIME_%], Time(%), 0.9255079006772009
[READ], Operations, 0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9223372036854775807
[READ], MaxLatency(us), 0
[READ], 95thPercentileLatency(us), 0
[READ], 99thPercentileLatency(us), 0
[READ], Return=ERROR, 1000
[READ-MODIFY-WRITE], Operations, 489
[READ-MODIFY-WRITE], AverageLatency(us), 2701.6441717791413
[READ-MODIFY-WRITE], MinLatency(us), 171
[READ-MODIFY-WRITE], MaxLatency(us), 1129471
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 735
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 1370
[READ-MODIFY-WRITE], 171, 1.0
[READ-MODIFY-WRITE], 192, 2.0
[READ-MODIFY-WRITE], 193, 1.0
[READ-MODIFY-WRITE], 198, 1.0
[READ-MODIFY-WRITE], 206, 1.0
[READ-MODIFY-WRITE], 207, 1.0
[READ-MODIFY-WRITE], 208, 1.0
[READ-MODIFY-WRITE], 209, 2.0
[READ-MODIFY-WRITE], 211, 1.0
[READ-MODIFY-WRITE], 212, 1.0
[READ-MODIFY-WRITE], 213, 2.0
[READ-MODIFY-WRITE], 214, 1.0
[READ-MODIFY-WRITE], 216, 1.0
[READ-MODIFY-WRITE], 217, 2.0
[READ-MODIFY-WRITE], 218, 1.0
[READ-MODIFY-WRITE], 219, 5.0
[READ-MODIFY-WRITE], 220, 1.0
[READ-MODIFY-WRITE], 221, 1.0
[READ-MODIFY-WRITE], 222, 2.0
[READ-MODIFY-WRITE], 223, 1.0
[READ-MODIFY-WRITE], 224, 3.0
[READ-MODIFY-WRITE], 225, 5.0
[READ-MODIFY-WRITE], 226, 3.0
[READ-MODIFY-WRITE], 227, 3.0
[READ-MODIFY-WRITE], 228, 2.0
[READ-MODIFY-WRITE], 230, 1.0
[READ-MODIFY-WRITE], 231, 3.0
[READ-MODIFY-WRITE], 232, 3.0
[READ-MODIFY-WRITE], 233, 2.0
[READ-MODIFY-WRITE], 234, 3.0
[READ-MODIFY-WRITE], 235, 1.0
[READ-MODIFY-WRITE], 236, 2.0
[READ-MODIFY-WRITE], 237, 4.0
[READ-MODIFY-WRITE], 238, 1.0
[READ-MODIFY-WRITE], 239, 1.0
[READ-MODIFY-WRITE], 240, 1.0
[READ-MODIFY-WRITE], 241, 3.0
[READ-MODIFY-WRITE], 242, 1.0
[READ-MODIFY-WRITE], 244, 1.0
[READ-MODIFY-WRITE], 245, 1.0
[READ-MODIFY-WRITE], 249, 1.0
[READ-MODIFY-WRITE], 250, 1.0
[READ-MODIFY-WRITE], 251, 1.0
[READ-MODIFY-WRITE], 252, 1.0
[READ-MODIFY-WRITE], 254, 3.0
[READ-MODIFY-WRITE], 255, 3.0
[READ-MODIFY-WRITE], 256, 2.0
[READ-MODIFY-WRITE], 257, 1.0
[READ-MODIFY-WRITE], 258, 2.0
[READ-MODIFY-WRITE], 259, 1.0
[READ-MODIFY-WRITE], 260, 1.0
[READ-MODIFY-WRITE], 261, 2.0
[READ-MODIFY-WRITE], 263, 2.0
[READ-MODIFY-WRITE], 264, 4.0
[READ-MODIFY-WRITE], 265, 1.0
[READ-MODIFY-WRITE], 266, 1.0
[READ-MODIFY-WRITE], 267, 3.0
[READ-MODIFY-WRITE], 268, 1.0
[READ-MODIFY-WRITE], 269, 1.0
[READ-MODIFY-WRITE], 270, 2.0
[READ-MODIFY-WRITE], 271, 2.0
[READ-MODIFY-WRITE], 272, 4.0
[READ-MODIFY-WRITE], 273, 3.0
[READ-MODIFY-WRITE], 275, 1.0
[READ-MODIFY-WRITE], 276, 1.0
[READ-MODIFY-WRITE], 277, 2.0
[READ-MODIFY-WRITE], 278, 2.0
[READ-MODIFY-WRITE], 279, 2.0
[READ-MODIFY-WRITE], 280, 4.0
[READ-MODIFY-WRITE], 281, 2.0
[READ-MODIFY-WRITE], 282, 2.0
[READ-MODIFY-WRITE], 284, 1.0
[READ-MODIFY-WRITE], 285, 2.0
[READ-MODIFY-WRITE], 286, 6.0
[READ-MODIFY-WRITE], 287, 1.0
[READ-MODIFY-WRITE], 288, 3.0
[READ-MODIFY-WRITE], 289, 3.0
[READ-MODIFY-WRITE], 290, 2.0
[READ-MODIFY-WRITE], 291, 1.0
[READ-MODIFY-WRITE], 292, 1.0
[READ-MODIFY-WRITE], 293, 3.0
[READ-MODIFY-WRITE], 294, 2.0
[READ-MODIFY-WRITE], 295, 1.0
[READ-MODIFY-WRITE], 296, 1.0
[READ-MODIFY-WRITE], 298, 2.0
[READ-MODIFY-WRITE], 299, 7.0
[READ-MODIFY-WRITE], 300, 2.0
[READ-MODIFY-WRITE], 301, 4.0
[READ-MODIFY-WRITE], 302, 6.0
[READ-MODIFY-WRITE], 303, 6.0
[READ-MODIFY-WRITE], 304, 1.0
[READ-MODIFY-WRITE], 306, 3.0
[READ-MODIFY-WRITE], 307, 1.0
[READ-MODIFY-WRITE], 308, 1.0
[READ-MODIFY-WRITE], 310, 2.0
[READ-MODIFY-WRITE], 311, 1.0
[READ-MODIFY-WRITE], 312, 1.0
[READ-MODIFY-WRITE], 313, 3.0
[READ-MODIFY-WRITE], 314, 2.0
[READ-MODIFY-WRITE], 315, 7.0
[READ-MODIFY-WRITE], 316, 3.0
[READ-MODIFY-WRITE], 317, 3.0
[READ-MODIFY-WRITE], 318, 3.0
[READ-MODIFY-WRITE], 319, 1.0
[READ-MODIFY-WRITE], 320, 2.0
[READ-MODIFY-WRITE], 321, 2.0
[READ-MODIFY-WRITE], 322, 3.0
[READ-MODIFY-WRITE], 323, 2.0
[READ-MODIFY-WRITE], 325, 1.0
[READ-MODIFY-WRITE], 327, 2.0
[READ-MODIFY-WRITE], 328, 5.0
[READ-MODIFY-WRITE], 330, 2.0
[READ-MODIFY-WRITE], 331, 1.0
[READ-MODIFY-WRITE], 333, 1.0
[READ-MODIFY-WRITE], 335, 2.0
[READ-MODIFY-WRITE], 336, 2.0
[READ-MODIFY-WRITE], 337, 2.0
[READ-MODIFY-WRITE], 338, 2.0
[READ-MODIFY-WRITE], 340, 1.0
[READ-MODIFY-WRITE], 341, 2.0
[READ-MODIFY-WRITE], 342, 1.0
[READ-MODIFY-WRITE], 343, 1.0
[READ-MODIFY-WRITE], 344, 1.0
[READ-MODIFY-WRITE], 345, 2.0
[READ-MODIFY-WRITE], 347, 1.0
[READ-MODIFY-WRITE], 348, 2.0
[READ-MODIFY-WRITE], 349, 1.0
[READ-MODIFY-WRITE], 350, 4.0
[READ-MODIFY-WRITE], 351, 3.0
[READ-MODIFY-WRITE], 352, 2.0
[READ-MODIFY-WRITE], 353, 3.0
[READ-MODIFY-WRITE], 357, 1.0
[READ-MODIFY-WRITE], 359, 3.0
[READ-MODIFY-WRITE], 361, 2.0
[READ-MODIFY-WRITE], 362, 2.0
[READ-MODIFY-WRITE], 364, 2.0
[READ-MODIFY-WRITE], 365, 1.0
[READ-MODIFY-WRITE], 366, 1.0
[READ-MODIFY-WRITE], 367, 1.0
[READ-MODIFY-WRITE], 369, 1.0
[READ-MODIFY-WRITE], 370, 1.0
[READ-MODIFY-WRITE], 371, 2.0
[READ-MODIFY-WRITE], 372, 1.0
[READ-MODIFY-WRITE], 373, 2.0
[READ-MODIFY-WRITE], 375, 1.0
[READ-MODIFY-WRITE], 376, 3.0
[READ-MODIFY-WRITE], 377, 2.0
[READ-MODIFY-WRITE], 378, 3.0
[READ-MODIFY-WRITE], 379, 3.0
[READ-MODIFY-WRITE], 380, 1.0
[READ-MODIFY-WRITE], 381, 1.0
[READ-MODIFY-WRITE], 382, 3.0
[READ-MODIFY-WRITE], 385, 2.0
[READ-MODIFY-WRITE], 386, 1.0
[READ-MODIFY-WRITE], 388, 2.0
[READ-MODIFY-WRITE], 389, 3.0
[READ-MODIFY-WRITE], 390, 1.0
[READ-MODIFY-WRITE], 391, 4.0
[READ-MODIFY-WRITE], 392, 3.0
[READ-MODIFY-WRITE], 393, 2.0
[READ-MODIFY-WRITE], 395, 2.0
[READ-MODIFY-WRITE], 397, 2.0
[READ-MODIFY-WRITE], 399, 1.0
[READ-MODIFY-WRITE], 401, 1.0
[READ-MODIFY-WRITE], 403, 1.0
[READ-MODIFY-WRITE], 404, 1.0
[READ-MODIFY-WRITE], 405, 1.0
[READ-MODIFY-WRITE], 406, 2.0
[READ-MODIFY-WRITE], 408, 2.0
[READ-MODIFY-WRITE], 409, 3.0
[READ-MODIFY-WRITE], 411, 2.0
[READ-MODIFY-WRITE], 413, 1.0
[READ-MODIFY-WRITE], 414, 1.0
[READ-MODIFY-WRITE], 415, 2.0
[READ-MODIFY-WRITE], 417, 1.0
[READ-MODIFY-WRITE], 418, 5.0
[READ-MODIFY-WRITE], 421, 1.0
[READ-MODIFY-WRITE], 423, 1.0
[READ-MODIFY-WRITE], 425, 2.0
[READ-MODIFY-WRITE], 426, 1.0
[READ-MODIFY-WRITE], 427, 1.0
[READ-MODIFY-WRITE], 428, 1.0
[READ-MODIFY-WRITE], 429, 1.0
[READ-MODIFY-WRITE], 430, 3.0
[READ-MODIFY-WRITE], 432, 2.0
[READ-MODIFY-WRITE], 434, 1.0
[READ-MODIFY-WRITE], 435, 2.0
[READ-MODIFY-WRITE], 436, 1.0
[READ-MODIFY-WRITE], 438, 1.0
[READ-MODIFY-WRITE], 439, 1.0
[READ-MODIFY-WRITE], 440, 1.0
[READ-MODIFY-WRITE], 442, 2.0
[READ-MODIFY-WRITE], 443, 1.0
[READ-MODIFY-WRITE], 444, 1.0
[READ-MODIFY-WRITE], 445, 1.0
[READ-MODIFY-WRITE], 446, 2.0
[READ-MODIFY-WRITE], 447, 1.0
[READ-MODIFY-WRITE], 448, 2.0
[READ-MODIFY-WRITE], 450, 1.0
[READ-MODIFY-WRITE], 452, 2.0
[READ-MODIFY-WRITE], 454, 2.0
[READ-MODIFY-WRITE], 455, 1.0
[READ-MODIFY-WRITE], 459, 1.0
[READ-MODIFY-WRITE], 460, 1.0
[READ-MODIFY-WRITE], 462, 2.0
[READ-MODIFY-WRITE], 464, 1.0
[READ-MODIFY-WRITE], 467, 2.0
[READ-MODIFY-WRITE], 470, 1.0
[READ-MODIFY-WRITE], 471, 2.0
[READ-MODIFY-WRITE], 477, 1.0
[READ-MODIFY-WRITE], 478, 1.0
[READ-MODIFY-WRITE], 480, 1.0
[READ-MODIFY-WRITE], 481, 1.0
[READ-MODIFY-WRITE], 482, 1.0
[READ-MODIFY-WRITE], 487, 1.0
[READ-MODIFY-WRITE], 488, 2.0
[READ-MODIFY-WRITE], 492, 1.0
[READ-MODIFY-WRITE], 498, 2.0
[READ-MODIFY-WRITE], 499, 3.0
[READ-MODIFY-WRITE], 502, 1.0
[READ-MODIFY-WRITE], 503, 1.0
[READ-MODIFY-WRITE], 507, 1.0
[READ-MODIFY-WRITE], 513, 1.0
[READ-MODIFY-WRITE], 515, 1.0
[READ-MODIFY-WRITE], 516, 1.0
[READ-MODIFY-WRITE], 518, 1.0
[READ-MODIFY-WRITE], 522, 1.0
[READ-MODIFY-WRITE], 525, 1.0
[READ-MODIFY-WRITE], 526, 1.0
[READ-MODIFY-WRITE], 530, 1.0
[READ-MODIFY-WRITE], 532, 1.0
[READ-MODIFY-WRITE], 538, 1.0
[READ-MODIFY-WRITE], 539, 3.0
[READ-MODIFY-WRITE], 545, 1.0
[READ-MODIFY-WRITE], 549, 1.0
[READ-MODIFY-WRITE], 551, 1.0
[READ-MODIFY-WRITE], 552, 1.0
[READ-MODIFY-WRITE], 564, 1.0
[READ-MODIFY-WRITE], 572, 1.0
[READ-MODIFY-WRITE], 573, 1.0
[READ-MODIFY-WRITE], 585, 1.0
[READ-MODIFY-WRITE], 587, 1.0
[READ-MODIFY-WRITE], 589, 2.0
[READ-MODIFY-WRITE], 592, 1.0
[READ-MODIFY-WRITE], 608, 1.0
[READ-MODIFY-WRITE], 611, 1.0
[READ-MODIFY-WRITE], 613, 1.0
[READ-MODIFY-WRITE], 614, 1.0
[READ-MODIFY-WRITE], 620, 2.0
[READ-MODIFY-WRITE], 634, 1.0
[READ-MODIFY-WRITE], 645, 1.0
[READ-MODIFY-WRITE], 652, 1.0
[READ-MODIFY-WRITE], 658, 1.0
[READ-MODIFY-WRITE], 660, 1.0
[READ-MODIFY-WRITE], 666, 1.0
[READ-MODIFY-WRITE], 672, 1.0
[READ-MODIFY-WRITE], 676, 2.0
[READ-MODIFY-WRITE], 686, 1.0
[READ-MODIFY-WRITE], 691, 1.0
[READ-MODIFY-WRITE], 705, 1.0
[READ-MODIFY-WRITE], 712, 1.0
[READ-MODIFY-WRITE], 713, 1.0
[READ-MODIFY-WRITE], 730, 1.0
[READ-MODIFY-WRITE], 732, 1.0
[READ-MODIFY-WRITE], 735, 1.0
[READ-MODIFY-WRITE], 736, 1.0
[READ-MODIFY-WRITE], 741, 1.0
[READ-MODIFY-WRITE], 761, 1.0
[READ-MODIFY-WRITE], 778, 1.0
[READ-MODIFY-WRITE], 785, 1.0
[READ-MODIFY-WRITE], 789, 1.0
[READ-MODIFY-WRITE], 792, 1.0
[READ-MODIFY-WRITE], 813, 1.0
[READ-MODIFY-WRITE], 829, 1.0
[READ-MODIFY-WRITE], 844, 1.0
[READ-MODIFY-WRITE], 867, 1.0
[READ-MODIFY-WRITE], 890, 1.0
[READ-MODIFY-WRITE], 916, 2.0
[READ-MODIFY-WRITE], 932, 1.0
[READ-MODIFY-WRITE], 950, 1.0
[READ-MODIFY-WRITE], 951, 1.0
[READ-MODIFY-WRITE], 955, 1.0
[READ-MODIFY-WRITE], 1370, 1.0
[READ-MODIFY-WRITE], 1579, 1.0
[READ-MODIFY-WRITE], 1761, 1.0
[READ-MODIFY-WRITE], 2363, 1.0
[READ-MODIFY-WRITE], 3873, 1.0
[READ-MODIFY-WRITE], 1129471, 1.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 326272.0
[CLEANUP], MinLatency(us), 326144
[CLEANUP], MaxLatency(us), 326399
[CLEANUP], 95thPercentileLatency(us), 326399
[CLEANUP], 99thPercentileLatency(us), 326399
[CLEANUP], 326399, 1.0
[READ-FAILED], Operations, 1000
[READ-FAILED], AverageLatency(us), 2582.78
[READ-FAILED], MinLatency(us), 74
[READ-FAILED], MaxLatency(us), 1320959
[READ-FAILED], 95thPercentileLatency(us), 349
[READ-FAILED], 99thPercentileLatency(us), 603
[READ-FAILED], 74, 3.0
[READ-FAILED], 78, 1.0
[READ-FAILED], 79, 3.0
[READ-FAILED], 80, 2.0
[READ-FAILED], 82, 3.0
[READ-FAILED], 83, 6.0
[READ-FAILED], 84, 3.0
[READ-FAILED], 85, 7.0
[READ-FAILED], 86, 4.0
[READ-FAILED], 87, 5.0
[READ-FAILED], 88, 4.0
[READ-FAILED], 89, 7.0
[READ-FAILED], 90, 2.0
[READ-FAILED], 91, 5.0
[READ-FAILED], 92, 2.0
[READ-FAILED], 93, 4.0
[READ-FAILED], 94, 9.0
[READ-FAILED], 95, 7.0
[READ-FAILED], 96, 9.0
[READ-FAILED], 97, 10.0
[READ-FAILED], 98, 4.0
[READ-FAILED], 99, 8.0
[READ-FAILED], 100, 6.0
[READ-FAILED], 101, 6.0
[READ-FAILED], 102, 10.0
[READ-FAILED], 103, 11.0
[READ-FAILED], 104, 13.0
[READ-FAILED], 105, 6.0
[READ-FAILED], 106, 5.0
[READ-FAILED], 107, 6.0
[READ-FAILED], 108, 5.0
[READ-FAILED], 109, 8.0
[READ-FAILED], 110, 10.0
[READ-FAILED], 111, 6.0
[READ-FAILED], 112, 11.0
[READ-FAILED], 113, 3.0
[READ-FAILED], 114, 11.0
[READ-FAILED], 115, 11.0
[READ-FAILED], 116, 9.0
[READ-FAILED], 117, 4.0
[READ-FAILED], 118, 9.0
[READ-FAILED], 119, 8.0
[READ-FAILED], 120, 12.0
[READ-FAILED], 121, 7.0
[READ-FAILED], 122, 11.0
[READ-FAILED], 123, 7.0
[READ-FAILED], 124, 11.0
[READ-FAILED], 125, 8.0
[READ-FAILED], 126, 11.0
[READ-FAILED], 127, 16.0
[READ-FAILED], 128, 12.0
[READ-FAILED], 129, 11.0
[READ-FAILED], 130, 11.0
[READ-FAILED], 131, 14.0
[READ-FAILED], 132, 7.0
[READ-FAILED], 133, 14.0
[READ-FAILED], 134, 16.0
[READ-FAILED], 135, 8.0
[READ-FAILED], 136, 6.0
[READ-FAILED], 137, 7.0
[READ-FAILED], 138, 12.0
[READ-FAILED], 139, 12.0
[READ-FAILED], 140, 8.0
[READ-FAILED], 141, 7.0
[READ-FAILED], 142, 4.0
[READ-FAILED], 143, 6.0
[READ-FAILED], 144, 9.0
[READ-FAILED], 145, 3.0
[READ-FAILED], 146, 7.0
[READ-FAILED], 147, 12.0
[READ-FAILED], 148, 9.0
[READ-FAILED], 149, 8.0
[READ-FAILED], 150, 7.0
[READ-FAILED], 151, 5.0
[READ-FAILED], 152, 4.0
[READ-FAILED], 153, 7.0
[READ-FAILED], 154, 4.0
[READ-FAILED], 155, 7.0
[READ-FAILED], 156, 5.0
[READ-FAILED], 157, 4.0
[READ-FAILED], 158, 5.0
[READ-FAILED], 159, 5.0
[READ-FAILED], 160, 9.0
[READ-FAILED], 161, 7.0
[READ-FAILED], 162, 15.0
[READ-FAILED], 163, 4.0
[READ-FAILED], 164, 7.0
[READ-FAILED], 165, 8.0
[READ-FAILED], 166, 5.0
[READ-FAILED], 167, 3.0
[READ-FAILED], 168, 4.0
[READ-FAILED], 169, 12.0
[READ-FAILED], 170, 4.0
[READ-FAILED], 171, 10.0
[READ-FAILED], 173, 3.0
[READ-FAILED], 175, 6.0
[READ-FAILED], 176, 13.0
[READ-FAILED], 177, 4.0
[READ-FAILED], 178, 4.0
[READ-FAILED], 179, 3.0
[READ-FAILED], 180, 4.0
[READ-FAILED], 181, 4.0
[READ-FAILED], 182, 5.0
[READ-FAILED], 183, 4.0
[READ-FAILED], 184, 5.0
[READ-FAILED], 185, 4.0
[READ-FAILED], 186, 1.0
[READ-FAILED], 187, 3.0
[READ-FAILED], 188, 4.0
[READ-FAILED], 189, 2.0
[READ-FAILED], 190, 2.0
[READ-FAILED], 192, 6.0
[READ-FAILED], 193, 8.0
[READ-FAILED], 194, 2.0
[READ-FAILED], 195, 5.0
[READ-FAILED], 196, 3.0
[READ-FAILED], 197, 5.0
[READ-FAILED], 198, 3.0
[READ-FAILED], 199, 5.0
[READ-FAILED], 200, 2.0
[READ-FAILED], 201, 1.0
[READ-FAILED], 202, 6.0
[READ-FAILED], 203, 3.0
[READ-FAILED], 204, 5.0
[READ-FAILED], 205, 2.0
[READ-FAILED], 206, 3.0
[READ-FAILED], 207, 4.0
[READ-FAILED], 208, 2.0
[READ-FAILED], 209, 3.0
[READ-FAILED], 210, 3.0
[READ-FAILED], 211, 4.0
[READ-FAILED], 212, 3.0
[READ-FAILED], 213, 2.0
[READ-FAILED], 214, 4.0
[READ-FAILED], 215, 2.0
[READ-FAILED], 216, 1.0
[READ-FAILED], 217, 2.0
[READ-FAILED], 219, 5.0
[READ-FAILED], 221, 3.0
[READ-FAILED], 222, 2.0
[READ-FAILED], 223, 2.0
[READ-FAILED], 225, 3.0
[READ-FAILED], 227, 2.0
[READ-FAILED], 229, 1.0
[READ-FAILED], 230, 1.0
[READ-FAILED], 231, 1.0
[READ-FAILED], 232, 2.0
[READ-FAILED], 235, 1.0
[READ-FAILED], 238, 1.0
[READ-FAILED], 239, 1.0
[READ-FAILED], 240, 2.0
[READ-FAILED], 241, 2.0
[READ-FAILED], 243, 2.0
[READ-FAILED], 244, 2.0
[READ-FAILED], 245, 1.0
[READ-FAILED], 246, 1.0
[READ-FAILED], 248, 1.0
[READ-FAILED], 249, 1.0
[READ-FAILED], 252, 1.0
[READ-FAILED], 253, 1.0
[READ-FAILED], 254, 1.0
[READ-FAILED], 256, 1.0
[READ-FAILED], 257, 1.0
[READ-FAILED], 259, 2.0
[READ-FAILED], 260, 1.0
[READ-FAILED], 262, 1.0
[READ-FAILED], 263, 2.0
[READ-FAILED], 266, 2.0
[READ-FAILED], 269, 3.0
[READ-FAILED], 270, 1.0
[READ-FAILED], 274, 1.0
[READ-FAILED], 277, 1.0
[READ-FAILED], 279, 2.0
[READ-FAILED], 280, 1.0
[READ-FAILED], 283, 2.0
[READ-FAILED], 284, 1.0
[READ-FAILED], 287, 1.0
[READ-FAILED], 288, 1.0
[READ-FAILED], 290, 2.0
[READ-FAILED], 292, 1.0
[READ-FAILED], 295, 1.0
[READ-FAILED], 296, 1.0
[READ-FAILED], 298, 2.0
[READ-FAILED], 299, 2.0
[READ-FAILED], 302, 1.0
[READ-FAILED], 305, 1.0
[READ-FAILED], 306, 1.0
[READ-FAILED], 307, 1.0
[READ-FAILED], 310, 1.0
[READ-FAILED], 312, 1.0
[READ-FAILED], 317, 1.0
[READ-FAILED], 318, 1.0
[READ-FAILED], 319, 1.0
[READ-FAILED], 322, 2.0
[READ-FAILED], 323, 1.0
[READ-FAILED], 327, 2.0
[READ-FAILED], 330, 1.0
[READ-FAILED], 331, 1.0
[READ-FAILED], 332, 1.0
[READ-FAILED], 333, 1.0
[READ-FAILED], 338, 1.0
[READ-FAILED], 339, 1.0
[READ-FAILED], 344, 1.0
[READ-FAILED], 345, 2.0
[READ-FAILED], 349, 1.0
[READ-FAILED], 352, 1.0
[READ-FAILED], 358, 1.0
[READ-FAILED], 362, 1.0
[READ-FAILED], 365, 1.0
[READ-FAILED], 366, 1.0
[READ-FAILED], 374, 1.0
[READ-FAILED], 375, 1.0
[READ-FAILED], 378, 1.0
[READ-FAILED], 379, 1.0
[READ-FAILED], 385, 2.0
[READ-FAILED], 386, 1.0
[READ-FAILED], 393, 1.0
[READ-FAILED], 395, 1.0
[READ-FAILED], 397, 1.0
[READ-FAILED], 400, 1.0
[READ-FAILED], 403, 1.0
[READ-FAILED], 404, 1.0
[READ-FAILED], 405, 2.0
[READ-FAILED], 409, 1.0
[READ-FAILED], 410, 1.0
[READ-FAILED], 413, 1.0
[READ-FAILED], 416, 1.0
[READ-FAILED], 418, 1.0
[READ-FAILED], 425, 2.0
[READ-FAILED], 426, 1.0
[READ-FAILED], 431, 1.0
[READ-FAILED], 434, 1.0
[READ-FAILED], 440, 1.0
[READ-FAILED], 442, 1.0
[READ-FAILED], 448, 1.0
[READ-FAILED], 452, 1.0
[READ-FAILED], 457, 1.0
[READ-FAILED], 493, 1.0
[READ-FAILED], 502, 1.0
[READ-FAILED], 528, 1.0
[READ-FAILED], 531, 1.0
[READ-FAILED], 603, 1.0
[READ-FAILED], 617, 1.0
[READ-FAILED], 667, 1.0
[READ-FAILED], 865, 1.0
[READ-FAILED], 1396, 1.0
[READ-FAILED], 1412, 1.0
[READ-FAILED], 2003, 1.0
[READ-FAILED], 2063, 1.0
[READ-FAILED], 2417, 1.0
[READ-FAILED], 1089535, 1.0
[READ-FAILED], 1320959, 1.0
[UPDATE], Operations, 489
[UPDATE], AverageLatency(us), 280.1267893660532
[UPDATE], MinLatency(us), 90
[UPDATE], MaxLatency(us), 37919
[UPDATE], 95thPercentileLatency(us), 372
[UPDATE], 99thPercentileLatency(us), 560
[UPDATE], Return=OK, 489
[UPDATE], 90, 1.0
[UPDATE], 94, 1.0
[UPDATE], 99, 1.0
[UPDATE], 104, 1.0
[UPDATE], 105, 2.0
[UPDATE], 106, 1.0
[UPDATE], 108, 2.0
[UPDATE], 109, 2.0
[UPDATE], 111, 1.0
[UPDATE], 112, 5.0
[UPDATE], 113, 4.0
[UPDATE], 114, 2.0
[UPDATE], 116, 5.0
[UPDATE], 117, 6.0
[UPDATE], 118, 4.0
[UPDATE], 119, 4.0
[UPDATE], 121, 9.0
[UPDATE], 122, 5.0
[UPDATE], 123, 6.0
[UPDATE], 124, 5.0
[UPDATE], 125, 2.0
[UPDATE], 126, 3.0
[UPDATE], 127, 2.0
[UPDATE], 128, 3.0
[UPDATE], 129, 5.0
[UPDATE], 130, 2.0
[UPDATE], 132, 4.0
[UPDATE], 133, 3.0
[UPDATE], 134, 3.0
[UPDATE], 135, 3.0
[UPDATE], 136, 3.0
[UPDATE], 137, 2.0
[UPDATE], 138, 4.0
[UPDATE], 139, 6.0
[UPDATE], 140, 4.0
[UPDATE], 141, 4.0
[UPDATE], 142, 5.0
[UPDATE], 143, 2.0
[UPDATE], 144, 7.0
[UPDATE], 145, 1.0
[UPDATE], 146, 2.0
[UPDATE], 147, 3.0
[UPDATE], 148, 5.0
[UPDATE], 150, 1.0
[UPDATE], 151, 2.0
[UPDATE], 152, 8.0
[UPDATE], 153, 3.0
[UPDATE], 154, 5.0
[UPDATE], 155, 6.0
[UPDATE], 156, 5.0
[UPDATE], 157, 8.0
[UPDATE], 158, 4.0
[UPDATE], 159, 3.0
[UPDATE], 160, 3.0
[UPDATE], 161, 5.0
[UPDATE], 162, 3.0
[UPDATE], 163, 7.0
[UPDATE], 165, 3.0
[UPDATE], 166, 2.0
[UPDATE], 167, 3.0
[UPDATE], 168, 4.0
[UPDATE], 169, 3.0
[UPDATE], 170, 4.0
[UPDATE], 171, 6.0
[UPDATE], 172, 1.0
[UPDATE], 173, 3.0
[UPDATE], 174, 3.0
[UPDATE], 175, 2.0
[UPDATE], 176, 5.0
[UPDATE], 177, 1.0
[UPDATE], 178, 4.0
[UPDATE], 179, 1.0
[UPDATE], 180, 4.0
[UPDATE], 181, 3.0
[UPDATE], 182, 3.0
[UPDATE], 183, 4.0
[UPDATE], 184, 5.0
[UPDATE], 185, 3.0
[UPDATE], 186, 4.0
[UPDATE], 187, 1.0
[UPDATE], 188, 1.0
[UPDATE], 189, 3.0
[UPDATE], 190, 5.0
[UPDATE], 191, 4.0
[UPDATE], 192, 2.0
[UPDATE], 193, 3.0
[UPDATE], 194, 3.0
[UPDATE], 195, 2.0
[UPDATE], 196, 1.0
[UPDATE], 197, 2.0
[UPDATE], 198, 3.0
[UPDATE], 199, 2.0
[UPDATE], 200, 2.0
[UPDATE], 201, 5.0
[UPDATE], 202, 3.0
[UPDATE], 203, 2.0
[UPDATE], 204, 4.0
[UPDATE], 205, 1.0
[UPDATE], 206, 6.0
[UPDATE], 207, 1.0
[UPDATE], 208, 4.0
[UPDATE], 209, 4.0
[UPDATE], 210, 1.0
[UPDATE], 211, 2.0
[UPDATE], 212, 3.0
[UPDATE], 213, 2.0
[UPDATE], 214, 2.0
[UPDATE], 215, 1.0
[UPDATE], 216, 3.0
[UPDATE], 217, 1.0
[UPDATE], 218, 2.0
[UPDATE], 219, 1.0
[UPDATE], 220, 1.0
[UPDATE], 221, 2.0
[UPDATE], 222, 2.0
[UPDATE], 223, 2.0
[UPDATE], 224, 3.0
[UPDATE], 225, 2.0
[UPDATE], 226, 2.0
[UPDATE], 227, 2.0
[UPDATE], 228, 1.0
[UPDATE], 229, 3.0
[UPDATE], 230, 3.0
[UPDATE], 231, 1.0
[UPDATE], 232, 2.0
[UPDATE], 233, 3.0
[UPDATE], 234, 2.0
[UPDATE], 235, 1.0
[UPDATE], 236, 1.0
[UPDATE], 237, 2.0
[UPDATE], 239, 1.0
[UPDATE], 240, 1.0
[UPDATE], 241, 4.0
[UPDATE], 242, 1.0
[UPDATE], 243, 2.0
[UPDATE], 244, 1.0
[UPDATE], 245, 1.0
[UPDATE], 246, 3.0
[UPDATE], 250, 3.0
[UPDATE], 253, 1.0
[UPDATE], 254, 2.0
[UPDATE], 256, 1.0
[UPDATE], 257, 1.0
[UPDATE], 259, 1.0
[UPDATE], 262, 1.0
[UPDATE], 265, 1.0
[UPDATE], 266, 1.0
[UPDATE], 267, 1.0
[UPDATE], 268, 2.0
[UPDATE], 269, 2.0
[UPDATE], 270, 1.0
[UPDATE], 272, 1.0
[UPDATE], 273, 2.0
[UPDATE], 274, 2.0
[UPDATE], 276, 2.0
[UPDATE], 278, 1.0
[UPDATE], 279, 1.0
[UPDATE], 282, 1.0
[UPDATE], 285, 1.0
[UPDATE], 288, 2.0
[UPDATE], 298, 1.0
[UPDATE], 299, 1.0
[UPDATE], 302, 1.0
[UPDATE], 305, 1.0
[UPDATE], 307, 2.0
[UPDATE], 308, 1.0
[UPDATE], 309, 1.0
[UPDATE], 311, 1.0
[UPDATE], 315, 1.0
[UPDATE], 318, 1.0
[UPDATE], 324, 1.0
[UPDATE], 325, 1.0
[UPDATE], 326, 1.0
[UPDATE], 331, 1.0
[UPDATE], 332, 1.0
[UPDATE], 334, 2.0
[UPDATE], 338, 1.0
[UPDATE], 354, 1.0
[UPDATE], 355, 1.0
[UPDATE], 362, 1.0
[UPDATE], 367, 1.0
[UPDATE], 372, 2.0
[UPDATE], 374, 1.0
[UPDATE], 387, 2.0
[UPDATE], 400, 1.0
[UPDATE], 407, 1.0
[UPDATE], 408, 1.0
[UPDATE], 411, 1.0
[UPDATE], 420, 1.0
[UPDATE], 435, 1.0
[UPDATE], 457, 1.0
[UPDATE], 460, 1.0
[UPDATE], 466, 1.0
[UPDATE], 467, 1.0
[UPDATE], 487, 1.0
[UPDATE], 513, 1.0
[UPDATE], 530, 1.0
[UPDATE], 556, 1.0
[UPDATE], 560, 1.0
[UPDATE], 598, 1.0
[UPDATE], 659, 1.0
[UPDATE], 994, 1.0
[UPDATE], 3361, 1.0
[UPDATE], 37919, 1.0